Repository: cyberOK/SpeedTest
Catalog: SpeedTest/SpeedTest/Strings/*/Resources.resw
Source language: en_us
Languages: ru

# AboutBlockText
source: About
ru: Немного о нас

# AvailableServersText
source: Available servers:
ru: Доступные сервера:

# changeServerButtonContent
source: Change server
ru: Поменять сервер

# DarkRadioButtonContent
source: Dark
ru: Тёмная

# DateTextBlock
source: Date
ru: Дата

# DownloadText
source: Download
ru: Загрузка

# DownloadTextBlock
source: Download
ru: Загрузка

# FeedBackLinkContent
source: Feedback
ru: Оставить отзыв

# HistoryBlockText
source: History
ru: История

# LanguageBlockText
source: Language
ru: Язык

# LanguageComboBoxPlaceholderText
source: Choose language
ru: Выберите язык

# LightRadioButtonContent
source: Light
ru: Светлая

# mbpsText
source: (mbps)
ru: (мб/с)

# MbpsTextBlock
source: (Mbps)
ru: (Мб/с)

# ModeBlockText
source: Mode
ru: Режим

# msText
source: (ms)
ru: (м/с)

# MsTextBlock
source: (Ms)
ru: (М/с)

# PhoneDownloadMbpsTextBlock
source: (Mbps)
ru: (Мб/с)

# PhoneDownloadTextBlock
source: Dowload
ru: Загрузка

# PhoneHistoryTextBlock
source: History
ru: История

# PhoneMsTextBlock
source: (Ms)
ru: (М/с)

# PhonePingTextBlock
source: Ping
ru: Пинг

# PhoneServerTextBlock
source: Server
ru: Сервер

# PhoneSetingsTextBlock
source: Settings
ru: Настройки

# PhoneShareTextBlock
source: Share
ru: Поделиться

# PhoneUploadMbpsTextBlock
source: (Mbps)
ru: (Мб/с)

# PhoneUploadTextBlock
source: Upload
ru: Выгрузка

# PingText
source: Ping
ru: Пинг

# PingTextBlock
source: Ping
ru: Пинг

# RateLinkContent
source: Rate us
ru: Оцените нас

# ServerSuggestBoxPlaceholderText
source: Search
ru: Поиск

# ServerTextBlock
source: Server
ru: Сервер

# SettingsHeader
source: Settings
ru: Настройки

# SingleHistoryDeletingButtonPhoneGridContent
source: Delete
ru: Удалить

# StartButtonContent
source: Start
ru: Старт

# TryConnectTextBlock
source: Connecting...
ru: Соединение...

# UploadText
source: Upload
ru: Выгрузка

# UploadTextBlock
source: Upload
ru: Выгрузка

# DeleteDialogContent
source: Do you really want to delete the history? To Continue press "Clear history", this may take a while.
ru: Вы действительно хотите очистить историю? Для продолжения нажмите "Очистить историю", это может занять некоторое время.

# DeleteDialogPrimaryButtonText
source: Clear history
ru: Очистить историю

# DeleteDialogSecondaryButtonText
source: Cancel
ru: Отмена

# DeleteDialogTitle
source: "Clear Application history?
ru: Очистить историю приложения?

# DefaultRadioButtonContent
source: Default
ru: По умолчанию

# AboutArticleText
source: Also, since we explicitly separated out the style that tragets the ListBoxItem rather than putting it inline,again as the other examples have shown, you can now create a new style off of it to customize things on a per-item basis such as spacing.(This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)Also,since we explicitly separated out the style that tragets the ListBoxItem rather than putting it inline, gain as the other examples have shown,you can now create a new style off of it to customize things on a per - item basis such as spacing. (This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)again as the other examples have shown, you can now create a new style off of it to customize things on a per-item basis such as spacing.(This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)Also,since we explicitly separated out the style that tragets the ListBoxItem rather than putting it inline, gain as the other examples have shown,you can now create a new style off of it to customize things on a per - item basis such as spacing.(This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)again as the other examples have shown, you can now create a new style off of it to customize things on a per-item basis such as spacing.(This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)Also,since we explicitly separated out the style that tragets the ListBoxItem rather than putting it inline, gain as the other examples have shown,you can now create a new style off of it to customize things on a per - item basis such as spacing.(This will not work if you simply try to target ListBoxItem as the keyed style overrides generic control targets.)
ru: Кроме того, поскольку мы явно отделили стиль, который отслеживает ListBoxItem, а не помещаем его в строку, опять же, как показали другие примеры, теперь вы можете создать новый стиль для него, чтобы настраивать элементы для каждого элемента, такие как интервал. (Это не будет работать, если вы просто попытаетесь настроить таргетинг на ListBoxItem, так как стиль с ключом переопределяет общие целевые элементы управления.) Кроме того, поскольку мы явно отделили стиль, который отслеживает ListBoxItem, а не помещаем его в строку, получите, как показали другие примеры, Теперь можно создать новый стиль для него, чтобы настроить вещи для каждого элемента, такие как интервал. (Это не будет работать, если вы просто попытаетесь настроить таргетинг на ListBoxItem, так как стиль ключа переопределяет общие цели управления.) Снова, как показали другие примеры, теперь вы можете создать новый стиль для него, чтобы настраивать вещи для каждого элемента, например as spacing. (Это не сработает, если вы просто попытаетесь настроить таргетинг на ListBoxItem, поскольку стиль с ключом переопределяет общие цели управления.) Кроме того, поскольку мы явно выделяем стиль, который отслеживает ListBoxItem, а не помещает его в строку, получим усиление, как в других примерах. показано, что теперь вы можете создать новый стиль для него, чтобы настроить вещи для каждого элемента, такие как интервалы (это не будет работать, если вы просто попытаетесь нацелиться на ListBoxItem, так как стиль с ключом переопределяет общие цели управления.) снова как другие примеры показали, что теперь вы можете создать новый стиль для него, чтобы настроить вещи для каждого элемента, такие как интервалы (это не будет работать, если вы просто попытаетесь нацелиться на ListBoxItem, так как стиль с ключом переопределяет общие цели управления.) Кроме того, так как мы явно Выделив стиль, который отслеживает ListBoxItem, а не помещая его в строку, получайте, как показали другие примеры, теперь вы можете создать новый стиль для него, чтобы настраивать элементы для каждого элемента, такие как интервалы (это не будет работать). если вы просто попытаетесь настроить таргетинг на ListBoxItem, поскольку стиль с ключами переопределяет общие цели управления.)

# MeasureSpeedValue
source: Mbps
ru: Мб/с

# BackgroundTestBlock
source: Test speed in background
ru: Тест скорости в фоне

# MeasurePingValue
source: Ms
ru: М/с

# TileDownloadText
source: Download:
ru: Загрузка:

# TilePingText
source: Ping:
ru: Пинг:

# TileUploadText
source: Upload:
ru: Выгрузка:

# NoresultsTextBlock
source: No results
ru: Нет результатов

# BackgroundTestToggleSwitchOffContent
source: Disable
ru: Выключено

# BackgroundTestToggleSwitchOnContent
source: Enable
ru: Включено

# MicrosoftResearchBlockText
source: MicrosoftResearch
ru: МайкрософтРесерч

# ToastDownloadText
source: Download:
ru: Загрузка:

# ToastPingText
source: Ping:
ru: Пинг:

# ToastUploadText
source: Upload:
ru: Выгрузка:

# ProgramName
source: Speed Test
ru: Тест Скорости

# ProgramVersion
source: Version 1.0.0.0
ru: Версия 1.0.0.0
